/* Abloadtool */
"Abloadtool" = "Abload-App";

/* Navigation */
"nav_tabbar_upload" = "Upload";
"nav_tabbar_images" = "Gallery & Images";
"nav_tabbar_about" = "Misc";
"nav_title_upload" = "Upload";
"nav_title_settings" = "Settings";
"nav_title_uploadgallery" = "Gallery";
"nav_title_resolution" = "Change size";
"nav_title_scaling" = "Scaling scheme";
"nav_title_linktype" = "Link type";
"nav_title_gallery" = "Gallery & Images";
"nav_title_about" = "Misc";

/* Upload Tab */
"title_images_waiting_for_upload" = "Upload queue";
"title_last5" = "Your last five uploads";
"btn_image_add" = "Choose images";
"btn_ok" = "OK";
"btn_slide_copylink" = "Copy link";
"btn_slide_delete" = "Delete";
"btn_upload_cancel" = "Cancel upload";
"btn_upload_clear" = "Clear list";
"btn_upload_upload" = "Start upload";
"msg_copylink_done %ld" = "Copied %ld links to the clipboard.";
"msg_upload_done" = "Upload finished!";
"msg_added_images_from_share %ld" = "Added %ld image(s)!";

/* Settings */
"title_settings_upload" = "Upload settings";
"title_settings_other" = "Other settings";
"label_gallery" = "Gallery";
"label_nogallery" = "No gallery";
"label_resize" = "Change size";
"label_keeporiginal" = "Keep the original";
"label_scale" = "Scaling scheme";
"label_linktype" = "Link type";

/* Gallery */
"label_lastrefresh %@" = "Last update - %@";
"label_lastrefresh_language" = "en_US";
"newgallery_title" = "Create a new gallery";
"newgallery_label_name" = "Name";
"newgallery_label_description" = "Description";
"newgallery_btn_create" = "Create";
"newgallery_btn_cancel" = "Cancel";
"delgallery_question %@" = "Really want to delete the gallery?\r\n%@";
"delgallery_btn_withimage %ld" = "Yes, with %ld images!";
"delgallery_btn_withoutimage" = "Yes, without the images!";
"delgallery_btn_cancel" = "No, I changed my mind!";
"sort_title" = "Sort by";
"sort_by_original" = "Original";
"sort_by_name" = "Name";
"sort_by_date" = "Date";

/* Image */
"label_loading" = "Loading ...";
"label_zoom" = "Zoom";
"label_zoomed %.2fx" = "Zoomed: %.2fx";
"label_download_image" = "Save the image";

/* About */
"label_footer_clickable" = "Tapping leads to the respective website.";
"label_abload_slogan" = "This service is brought to you by";
"label_abload_contact" = "Contact Form (click)";
"url_abload_contact" = "https://abload.de/contact.php?lang=en";
"label_abload_donation" = "Abload need your help! (click)";
"url_abload_donation" = "https://abload.de/spenden_en.php";
"label_bluepaw_slogan" = "App Developed by";
"label_logout_successfull" = "Logout successfull.";
"label_bluepaw_build %@ %@" = "Build: %@ - Server: %@";

/* NetworkManager */
"error_session_invalid" = "Invalid session!";
"net_login_title" = "Login to Abload.de";
"net_login_label_userid" = "Username or e-mail";
"net_login_label_password" = "Password";
"net_login_cancel" = "Cancel";
"net_login_ok" = "Login";
"net_login_error_missingvalues" = "Please enter your username or e-mail and password.";

/* ShareExtension */
"share_msg_done %ld" = "Loaded %ld images into the upload queue.";
"share_msg_failed %ld %ld" = "Permission denied for %ld of %ld images. Please add the directly in the Abload App.";
